export default {
    Wolf: { name: "狼人", desc: "每天晚上可以杀死一名玩家" },
    Wolfking: { name: "白狼王", desc: "白狼王死前可以带走一名玩家，被毒死不能发动技能" },
    Prophet: { name: "预言家", desc: "预言家每晚可以查验一个人的身份" },
    Witch: { name: "女巫", desc: "女巫有一瓶【毒药】和一瓶【解药】：\n\r 【毒药】可以在晚上杀死一名玩家。\n\r 【解药】可以救活当晚被狼人杀死的玩家。\n每晚只能使用一瓶" },
    Guard: { name: "守卫", desc: "守卫每晚可以守护一个人，这个人不会被狼人杀害（但是仍然可以被女巫毒死）。守卫可以守护自己，但是不能连续两天晚上守护同一个人。",},
    Hunter: { name: "猎人", desc: "当猎人被狼人杀掉或者被村民无辜票死后，他可以向任意一个活着的人发射一颗绝命子弹。" },
    Idiot: { name: "白痴", desc: "白痴平时与普通村民无异，但当他被村民票死的时候，他可以翻牌亮出身份，若如此做就能免死。 在所有玩家发言结束后，多一次发言机会，但是翻牌以后的白痴不能投票" },
    Boomman: { name: "炸弹人", desc: "在白天被投票出局后发动技能，带走所有投TA的玩家" },
    Villager: { name: "村民", desc: "无特殊技能，一觉睡到天亮。" },
}